Repository: lorro/woo-eenvoudigfactureren
Catalog: languages/eenvoudigfactureren-for-woocommerce-*.po
Languages: nl_nl

source: Security check
nl_nl: Veiligheidscontrole

source: EenvoudigFactureren API Settings
nl_nl: Koppeling met EenvoudigFactureren

source: Connection verified:
nl_nl: Verbinding geverifieerd:

source: ERROR: Not connected
nl_nl: FOUT: Niet verbonden

source: LAST ERROR:
nl_nl: LAATSTE FOUT:

source: Enter the EenvoudigFactureren Website URL
nl_nl: Voeg de website URL van EenvoudigFactureren toe

source: Connect
nl_nl: Connecteer

source: Recommended
nl_nl: Aanbevolen

source: Api Key
nl_nl: API-sleutel

source: Enter your API key at EenvoudigFactureren
nl_nl: Voeg uw API-sleutel bij EenvoudigFactureren toe

source: Alternative
nl_nl: Alternatief

source: Username
nl_nl: Gebruikersnaam

source: Enter your e-mail address at EenvoudigFactureren
nl_nl: Voeg uw e-mailadres bij EenvoudigFactureren toe

source: Password
nl_nl: Wachtwoord

source: Enter your password at EenvoudigFactureren
nl_nl: Voeg uw wachtwoord bij EenvoudigFactureren toe

source: Verify and save settings
nl_nl: Verifieer instellingen en sla op

source: Create order
nl_nl: Bestelbon aanmaken

source: Create invoice
nl_nl: Factuur aanmaken

source: Create receipt
nl_nl: Kasticket aanmaken

source: EenvoudigFactureren General Settings
nl_nl: EenvoudigFactureren algemene instellingen

source: Trigger Document Creation
nl_nl: Document aanmaken

source: On Order Created
nl_nl: Als bestelling wordt aangemaakt

source: On Order Completed
nl_nl: Als bestelling is afgerond

source: Manually
nl_nl: Handmatig

source: Document Type To Create
nl_nl: Aan te maken document

source: Order Form
nl_nl: Bestelbon

source: Invoice
nl_nl: Factuur

source: Receipt
nl_nl: Kasticket

source: On creation automatically send to customer
nl_nl: Tijdens aanmaak automatisch verzenden naar de klant

source: Automatically set as paid
nl_nl: Factuur automatisch als betaald zetten

source: Add SKU
nl_nl: Artikelnummer toevoegen indien beschikbaar

source: Use client number to search for existing clients
nl_nl: Gebruik klantennummer om bestaande klanten op te zoeken

source: Use WooCommerce order number as reference on the document
nl_nl: Gebruik WooCommerce ordernummer als referentie op het document

source: Layout To Use
nl_nl: Te gebruiken layout

source: General Ledger Account for Products
nl_nl: Grootboekrekening voor producten

source: (Optional) Between 6 and 8 numeric characters, e.g. 700000
nl_nl: (Optioneel) Tussen 6 en 8 numerieke karakters, bv. 700000

source: General Ledger Account for Fees
nl_nl: Grootboekrekening voor overige kosten

source: General Ledger Account for Shipping
nl_nl: Grootboekrekening voor verzendkosten

source: Save Changes
nl_nl: Wijzigingen opslaan

source: ERROR :
nl_nl: FOUT:

source: Add credentials and verify connection to EenvoudigFactureren to continue.
nl_nl: Voeg aanmeldgegevens toe en verifieer connectie met EenvoudigFactureren om verder te gaan.

source: EenvoudigFactureren Settings
nl_nl: EenvoudigFactureren instellingen

source: API Settings
nl_nl: Koppeling

source: General Settings
nl_nl: Instellingen

source: Could not create or update client
nl_nl: Kon klant niet aanmaken of bijwerken

source: Could not generate document
nl_nl: Kon document niet opbouwen

source: Could not create document
nl_nl: Kon document niet aanmaken

source: Could not update client
nl_nl: Kon klant niet bijwerken

source: Could not create client
nl_nl: Kon klant niet aanmaken

source: Order
nl_nl: Bestelling

source: Multiple shipping methods not supported
nl_nl: Meerdere verzendmethodes worden niet ondersteund

source: Shipping Costs:
nl_nl: Verzendkosten:
